/* No comment provided by engineer. */
"%" = "%";

/* No comment provided by engineer. */
"%.0f pt" = "%.0f pt";

/* No comment provided by engineer. */
"%.0f px" = "%.0f px";

/* No comment provided by engineer. */
"%.2f cm" = "%.2f cm";

/* No comment provided by engineer. */
"%.2f in" = "%.2f in";

/* No comment provided by engineer. */
"%.2f mm" = "%.2f mm";

/* No comment provided by engineer. */
"%.2f pc" = "%.2f pc";

/* No comment provided by engineer. */
"%.2f%%" = "%.2f%%";

/* No comment provided by engineer. */
"%@ (Soft Proof with %@)" = "%1$@ (Soft Proof with %2$@)";

/* No comment provided by engineer. */
"%@ Tool" = "%@ Tool";

/* No comment provided by engineer. */
"%@: %@ %@, %@: %@ %@" = "%1$@: %2$@ %3$@, %4$@: %5$@ %6$@";

/* No comment provided by engineer. */
"%@: %@, %@: %@" = "%1$@: %2$@, %3$@: %4$@";

/* No comment provided by engineer. */
"%@: %d px" = "%1$@: %2$d px";

/* No comment provided by engineer. */
"%@: %d%C" = "%1$@: %2$d%3$C";

/* No comment provided by engineer. */
"%CX: %@, %CY: %@" = "%1$CX: %2$@, %3$CY: %4$@";

/* No comment provided by engineer. */
"%CX: %d px, %CY: %d px" = "%1$CX: %2$d px, %3$CY: %4$d px";

/* No comment provided by engineer. */
"%d files already exists. Do you want to replace them?" = "%d files already exists. Do you want to replace them?";

/* No comment provided by engineer. */
"%d item" = "%d item";

/* No comment provided by engineer. */
"%d items" = "%d items";

/* No comment provided by engineer. */
"%d px" = "%d px";

/* No comment provided by engineer. */
"%i days remaining" = "%i days remaining";

/* No comment provided by engineer. */
"1 day remaining" = "1 day remaining";

/* No comment provided by engineer. */
"16-bits per channel" = "16-bits per channel";

/* No comment provided by engineer. */
"16-bits per channel " = "16-bits per channel ";

/* No comment provided by engineer. */
"8-bits per channel" = "8-bits per channel";

/* No comment provided by engineer. */
"8-bits per channel " = "8-bits per channel ";

/* No comment provided by engineer. */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents." = "A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents.";

/* No comment provided by engineer. */
"Abstract" = "Abstract";

/* No comment provided by engineer. */
"Acknowledgments" = "Acknowledgments";

/* No comment provided by engineer. */
"Actual Size" = "Actual Size";

/* No comment provided by engineer. */
"Add Color Stop" = "Add Color Stop";

/* No comment provided by engineer. */
"Add Column After" = "Add Column After";

/* No comment provided by engineer. */
"Add Column Before" = "Add Column Before";

/* No comment provided by engineer. */
"Add Guide" = "Add Guide";

/* No comment provided by engineer. */
"Add Layer" = "Add Layer";

/* No comment provided by engineer. */
"Add Layer Mask" = "Add Layer Mask";

/* No comment provided by engineer. */
"Add Layer Masks" = "Add Layer Masks";

/* No comment provided by engineer. */
"Add Mask" = "Add Mask";

/* No comment provided by engineer. */
"Add Point" = "Add Point";

/* No comment provided by engineer. */
"Add Row Above" = "Add Row Above";

/* No comment provided by engineer. */
"Add Row Below" = "Add Row Below";

/* No comment provided by engineer. */
"Add Text" = "Add Text";

/* No comment provided by engineer. */
"Add to Shape" = "Add to Shape";

/* No comment provided by engineer. */
"Add…" = "Add…";

/* No comment provided by engineer. */
"Adjust Line" = "Adjust Line";

/* No comment provided by engineer. */
"Adjust Point" = "Adjust Point";

/* No comment provided by engineer. */
"Allow" = "Allow";

/* No comment provided by engineer. */
"Allow Access to %@" = "Allow Access to %@";

/* No comment provided by engineer. */
"An unknown error occured while trying to save file." = "An unknown error occured while trying to save file.";

/* No comment provided by engineer. */
"Angle" = "Angle";

/* No comment provided by engineer. */
"Apply" = "Apply";

/* No comment provided by engineer. */
"Artistic" = "Artistic";

/* No comment provided by engineer. */
"Assign to Profile" = "Assign to Profile";

/* No comment provided by engineer. */
"Attributes Change" = "Attributes Change";

/* No comment provided by engineer. */
"Auto" = "Auto";

/* No comment provided by engineer. */
"Auto Fix Red Eye" = "Auto Fix Red Eye";

/* No comment provided by engineer. */
"Auto Rotate Image" = "Auto Rotate Image";

/* No comment provided by engineer. */
"B" = "B";

/* No comment provided by engineer. */
"Background" = "Background";

/* Flattened image layer name
   PSD preview layer name */
"Background Layer" = "Background Layer";

/* No comment provided by engineer. */
"Baseline Change" = "Baseline Change";

/* No comment provided by engineer. */
"Beautifully designed, easy-to-use, fast, and powerful image editing app for the Mac" = "Beautifully designed, easy-to-use, fast, and powerful image editing app for the Mac";

/* No comment provided by engineer. */
"Behind" = "Behind";

/* The color Black */
"Black" = "Black";

/* No comment provided by engineer. */
"Black & White" = "Black & White";

/* No comment provided by engineer. */
"Blur" = "Blur";

/* No comment provided by engineer. */
"Bold Change" = "Bold Change";

/* No comment provided by engineer. */
"Bring Forward" = "Bring Forward";

/* No comment provided by engineer. */
"Bring to Front" = "Bring to Front";

/* No comment provided by engineer. */
"Brush" = "Brush";

/* No comment provided by engineer. */
"Bump" = "Bump";

/* Bump tool name in action menu */
"Bump Tool" = "Bump Tool";

/* No comment provided by engineer. */
"Burn" = "Burn";

/* No comment provided by engineer. */
"Buy in App Store..." = "Buy in App Store...";

/* No comment provided by engineer. */
"bytes" = "bytes";

/* No comment provided by engineer. */
"Can't export using the current file name." = "Can't export using the current file name.";

/* No comment provided by engineer. */
"Can't export using the current file name. Use a different file name or choose a different location." = "Can't export using the current file name. Use a different file name or choose a different location.";

/* No comment provided by engineer. */
"Can't save a copy in ###FORMAT### format to the file \"###FILENAME###\" since it is the current working file. Please select another file to save to." = "Can't save a copy in ###FORMAT### format to the file \"###FILENAME###\" since it is the current working file. Please select another file to save to.";

/* No comment provided by engineer. */
"Can't save a copy over the current working file." = "Can't save a copy over the current working file.";

/* Cancel button title */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cancel Selection" = "Cancel Selection";

/* No comment provided by engineer. */
"Canvas Size" = "Canvas Size";

/* No comment provided by engineer. */
"Capitalization" = "Capitalization";

/* No comment provided by engineer. */
"Center Image" = "Center Image";

/* No comment provided by engineer. */
"Centimeters" = "Centimeters";

/* No comment provided by engineer. */
"Change Aspect Ratio" = "Change Aspect Ratio";

/* No comment provided by engineer. */
"Change Blending Mode" = "Change Blending Mode";

/* No comment provided by engineer. */
"Change Opacity" = "Change Opacity";

/* No comment provided by engineer. */
"Change Print Settings" = "Change Print Settings";

/* No comment provided by engineer. */
"Change the current canvas size (##OLD_WIDTH## x ##OLD_HEIGHT##) to a new one (##NEW_WIDTH## x ##NEW_HEIGHT##)." = "Change the current canvas size (##OLD_WIDTH## x ##OLD_HEIGHT##) to a new one (##NEW_WIDTH## x ##NEW_HEIGHT##).";

/* No comment provided by engineer. */
"Change the current canvas size (##OLD_WIDTH## x ##OLD_HEIGHT##, ##OLD_SIZE##) to a new one (##NEW_SIZE##)." = "Change the current canvas size (##OLD_WIDTH## x ##OLD_HEIGHT##, ##OLD_SIZE##) to a new one (##NEW_SIZE##).";

/* No comment provided by engineer. */
"Change the current image size (##OLD_WIDTH## x ##OLD_HEIGHT##) to a new one (##NEW_WIDTH## x ##NEW_HEIGHT##)." = "Change the current image size (##OLD_WIDTH## x ##OLD_HEIGHT##) to a new one (##NEW_WIDTH## x ##NEW_HEIGHT##).";

/* No comment provided by engineer. */
"Change Transform Type" = "Change Transform Type";

/* No comment provided by engineer. */
"Clear" = "Clear";

/* No comment provided by engineer. */
"Clear Guides" = "Clear Guides";

/* No comment provided by engineer. */
"Clear Menu" = "Clear Menu";

/* No comment provided by engineer. */
"Clear Slices" = "Clear Slices";

/* No comment provided by engineer. */
"Clear Style" = "Clear Style";

/* No comment provided by engineer. */
"Click & drag" = "Click & drag";

/* No comment provided by engineer. */
"Click an area to define the clone source" = "Click an area to define the clone source";

/* No comment provided by engineer. */
"Click the <b>Copy to Clipboard</b> button on this palette." = "Click the <b>Copy to Clipboard</b> button on this palette.";

/* No comment provided by engineer. */
"Click the \"Allow\" button to grant access to your media files." = "Click the \"Allow\" button to grant access to your media files.";

/* No comment provided by engineer. */
"Click to add layer" = "Click to add layer";

/* No comment provided by engineer. */
"Click to add shape" = "Click to add shape";

/* No comment provided by engineer. */
"Click to add text" = "Click to add text";

/* No comment provided by engineer. */
"Click to add to shape" = "Click to add to shape";

/* No comment provided by engineer. */
"Click to select layer" = "Click to select layer";

/* No comment provided by engineer. */
"Click to subtract from shape" = "Click to subtract from shape";

/* No comment provided by engineer. */
"Clipboard" = "Clipboard";

/* Twirl tool direction */
"Clockwise" = "Clockwise";

/* No comment provided by engineer. */
"Clone" = "Clone";

/* No comment provided by engineer. */
"Clone Stamp" = "Clone Stamp";

/* No comment provided by engineer. */
"Close Path" = "Close Path";

/* No comment provided by engineer. */
"cm" = "cm";

/* No comment provided by engineer. */
"CMYK" = "CMYK";

/* No comment provided by engineer. */
"CMYK Profiles" = "CMYK Profiles";

/* No comment provided by engineer. */
"Col. Marquee" = "Col. Marquee";

/* No comment provided by engineer. */
"Color" = "Color";

/* No comment provided by engineer. */
"Color Burn" = "Color Burn";

/* No comment provided by engineer. */
"Color Depth" = "Color Depth";

/* No comment provided by engineer. */
"Color Depth..." = "Color Depth...";

/* No comment provided by engineer. */
"Color Dodge" = "Color Dodge";

/* No comment provided by engineer. */
"Color Profile" = "Color Profile";

/* No comment provided by engineer. */
"Color Selection" = "Color Selection";

/* No comment provided by engineer. */
"Column Marquee" = "Column Marquee";

/* No comment provided by engineer. */
"Commit Selection" = "Commit Selection";

/* No comment provided by engineer. */
"Common Profiles" = "Common Profiles";

/* No comment provided by engineer. */
"Composite Selection Content" = "Composite Selection Content";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Convert" = "Convert";

/* No comment provided by engineer. */
"Convert into Pixels" = "Convert into Pixels";

/* No comment provided by engineer. */
"Convert into Shape" = "Convert into Shape";

/* No comment provided by engineer. */
"Convert Selection into Shape" = "Convert Selection into Shape";

/* No comment provided by engineer. */
"Convert to Pixelmator document?" = "Convert to Pixelmator document?";

/* No comment provided by engineer. */
"copy" = "copy";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* No comment provided by engineer. */
"Copy and Paste as Layer" = "Copy and Paste as Layer";

/* No comment provided by engineer. */
"Copy as HEX" = "Copy as HEX";

/* No comment provided by engineer. */
"Copy Bordered Image" = "Copy Bordered Image";

/* No comment provided by engineer. */
"Copy Group" = "Copy Group";

/* No comment provided by engineer. */
"Copy Groups" = "Copy Groups";

/* No comment provided by engineer. */
"Copy Image" = "Copy Image";

/* No comment provided by engineer. */
"Copy Layer" = "Copy Layer";

/* No comment provided by engineer. */
"Copy Layer Mask" = "Copy Layer Mask";

/* No comment provided by engineer. */
"Copy Layers" = "Copy Layers";

/* No comment provided by engineer. */
"Copy Style" = "Copy Style";

/* No comment provided by engineer. */
"Could not save" = "Could not save";

/* Quit without saves error question message */
"Could not save changes while quitting. Quit anyway?" = "Could not save changes while quitting. Quit anyway?";

/* No comment provided by engineer. */
"Create Clipping Mask" = "Create Clipping Mask";

/* No comment provided by engineer. */
"Create Clipping Masks" = "Create Clipping Masks";

/* No comment provided by engineer. */
"Create new image..." = "Create new image...";

/* No comment provided by engineer. */
"Credits..." = "Credits...";

/* No comment provided by engineer. */
"Crop" = "Crop";

/* No comment provided by engineer. */
"Crop area can not exceed 32000 x 32000 pixels. Please reduce crop area size." = "Crop area can not exceed 32000 x 32000 pixels. Please reduce crop area size.";

/* No comment provided by engineer. */
"Crop Area Too Large" = "Crop Area Too Large";

/* No comment provided by engineer. */
"Crop Layer..." = "Crop Layer...";

/* No comment provided by engineer. */
"Crop..." = "Crop...";

/* No comment provided by engineer. */
"Cubic" = "Cubic";

/* No comment provided by engineer. */
"Current document format does not support 16-bits per channel color depth." = "Current document format does not support 16-bits per channel color depth.";

/* No comment provided by engineer. */
"Current document format does not support layers and transparency." = "Current document format does not support layers and transparency.";

/* No comment provided by engineer. */
"Current document format does not support layers." = "Current document format does not support layers.";

/* No comment provided by engineer. */
"Cursor Coordinates" = "Cursor Coordinates";

/* No comment provided by engineer. */
"Custom" = "Custom";

/* No comment provided by engineer. */
"Custom Shape" = "Custom Shape";

/* No comment provided by engineer. */
"Cut" = "Cut";

/* No comment provided by engineer. */
"Cut and Paste as Layer" = "Cut and Paste as Layer";

/* No comment provided by engineer. */
"Darken" = "Darken";

/* No comment provided by engineer. */
"Darker Color" = "Darker Color";

/* No comment provided by engineer. */
"Date" = "Date";

/* No comment provided by engineer. */
"Default" = "Default";

/* No comment provided by engineer. */
"Default Colors" = "Default Colors";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete Group" = "Delete Group";

/* No comment provided by engineer. */
"Delete Groups" = "Delete Groups";

/* No comment provided by engineer. */
"Delete Layer" = "Delete Layer";

/* No comment provided by engineer. */
"Delete Layers" = "Delete Layers";

/* No comment provided by engineer. */
"Delete Point" = "Delete Point";

/* No comment provided by engineer. */
"Delete Points" = "Delete Points";

/* No comment provided by engineer. */
"Delete Shape" = "Delete Shape";

/* No comment provided by engineer. */
"Delete Shapes" = "Delete Shapes";

/* No comment provided by engineer. */
"Delete some files to make more space available on your startup disk and then choose Continue. Otherwise, the changes you make might not be saved." = "Delete some files to make more space available on your startup disk and then choose Continue. Otherwise, the changes you make might not be saved.";

/* No comment provided by engineer. */
"Desaturate" = "Desaturate";

/* No comment provided by engineer. */
"Deselect" = "Deselect";

/* Caption for Image Capture Root node */
"Devices" = "Devices";

/* No comment provided by engineer. */
"Difference" = "Difference";

/* No comment provided by engineer. */
"Dimensions" = "Dimensions";

/* No comment provided by engineer. */
"Direct Selection" = "Direct Selection";

/* No comment provided by engineer. */
"Disable Layer Mask" = "Disable Layer Mask";

/* No comment provided by engineer. */
"Disable Layer Masks" = "Disable Layer Masks";

/* No comment provided by engineer. */
"Disable Mask" = "Disable Mask";

/* No comment provided by engineer. */
"Display" = "Display";

/* No comment provided by engineer. */
"Display as Icons" = "Display as Icons";

/* No comment provided by engineer. */
"Display as List" = "Display as List";

/* No comment provided by engineer. */
"Dissolve" = "Dissolve";

/* No comment provided by engineer. */
"Distort" = "Distort";

/* No comment provided by engineer. */
"Divide" = "Divide";

/* No comment provided by engineer. */
"Dodge" = "Dodge";

/* No comment provided by engineer. */
"Don't Apply" = "Don't Apply";

/* No comment provided by engineer. */
"Don't Crop" = "Don't Crop";

/* No comment provided by engineer. */
"Don’t Convert" = "Don’t Convert";

/* No comment provided by engineer. */
"Double arrow line Shape" = "Double arrow line Shape";

/* No comment provided by engineer. */
"Double SINGLE line Shape" = "Double SINGLE line Shape";

/* No comment provided by engineer. */
"Drag additional folders here" = "Drag additional folders here";

/* No comment provided by engineer. */
"Drag Group" = "Drag Group";

/* No comment provided by engineer. */
"Drag Groups" = "Drag Groups";

/* No comment provided by engineer. */
"Drag Guide" = "Drag Guide";

/* No comment provided by engineer. */
"Drag Images" = "Drag Images";

/* No comment provided by engineer. */
"Drag Layer" = "Drag Layer";

/* No comment provided by engineer. */
"Drag Layers" = "Drag Layers";

/* No comment provided by engineer. */
"Drag Shape" = "Drag Shape";

/* No comment provided by engineer. */
"Drag Slice" = "Drag Slice";

/* No comment provided by engineer. */
"Drag Slices" = "Drag Slices";

/* No comment provided by engineer. */
"Drop" = "Drop";

/* No comment provided by engineer. */
"Duplicate" = "Duplicate";

/* No comment provided by engineer. */
"Duplicate and Move Layer" = "Duplicate and Move Layer";

/* No comment provided by engineer. */
"Duplicate and Move Layers" = "Duplicate and Move Layers";

/* No comment provided by engineer. */
"Duplicate Color Stop" = "Duplicate Color Stop";

/* No comment provided by engineer. */
"Duplicate Group" = "Duplicate Group";

/* No comment provided by engineer. */
"Duplicate Groups" = "Duplicate Groups";

/* No comment provided by engineer. */
"Duplicate Layer" = "Duplicate Layer";

/* No comment provided by engineer. */
"Duplicate Layers" = "Duplicate Layers";

/* No comment provided by engineer. */
"Duplicate Selection" = "Duplicate Selection";

/* No comment provided by engineer. */
"Edge Detection" = "Edge Detection";

/* No comment provided by engineer. */
"Edge Softness" = "Edge Softness";

/* No comment provided by engineer. */
"Edit in Quick Mask Mode" = "Edit in Quick Mask Mode";

/* No comment provided by engineer. */
"Edit in Standard Mode" = "Edit in Standard Mode";

/* No comment provided by engineer. */
"Edit Keywords" = "Edit Keywords";

/* No comment provided by engineer. */
"Edit Layer" = "Edit Layer";

/* No comment provided by engineer. */
"Ellipse Shape" = "Ellipse Shape";

/* No comment provided by engineer. */
"Ellipt. Marquee" = "Ellipt. Marquee";

/* No comment provided by engineer. */
"Elliptical Marquee" = "Elliptical Marquee";

/* No comment provided by engineer. */
"Enable Layer Mask" = "Enable Layer Mask";

/* No comment provided by engineer. */
"Enable Layer Masks" = "Enable Layer Masks";

/* No comment provided by engineer. */
"Enable Mask" = "Enable Mask";

/* No comment provided by engineer. */
"Enter Full Screen" = "Enter Full Screen";

/* No comment provided by engineer. */
"Enter Vectormator Mode" = "Enter Vectormator Mode";

/* No comment provided by engineer. */
"Erase" = "Erase";

/* No comment provided by engineer. */
"Eraser" = "Eraser";

/* No comment provided by engineer. */
"Exclude Overlapping Shape" = "Exclude Overlapping Shape";

/* No comment provided by engineer. */
"Exclusion" = "Exclusion";

/* No comment provided by engineer. */
"Exit Editing" = "Exit Editing";

/* No comment provided by engineer. */
"Exit Full Screen" = "Exit Full Screen";

/* No comment provided by engineer. */
"Exit Vectormator Mode" = "Exit Vectormator Mode";

/* No comment provided by engineer. */
"Expand" = "Expand";

/* No comment provided by engineer. */
"Export" = "Export";

/* No comment provided by engineer. */
"Export for Web" = "Export for Web";

/* No comment provided by engineer. */
"export mask as png" = "export mask as png";

/* No comment provided by engineer. */
"Export Slices as Images" = "Export Slices as Images";

/* No comment provided by engineer. */
"Eyedropper" = "Eyedropper";

/* No comment provided by engineer. */
"Failed parsing layers data." = "Failed parsing layers data.";

/* Error message description for SOExtendedAttributesGetValueError */
"Failed to get one or more extended attribute values" = "Failed to get one or more extended attribute values";

/* Error message description for SOExtendedAttributesSetValueError. */
"Failed to set one or more extended attributes." = "Failed to set one or more extended attributes.";

/* No comment provided by engineer. */
"Feature not enabled for this demo" = "Feature not enabled for this demo";

/* No comment provided by engineer. */
"File Size" = "File Size";

/* No comment provided by engineer. */
"Files or folders with the same name already exist in the folder %@. Replacing them will overwrite their current contents." = "Files or folders with the same name already exist in the folder %@. Replacing them will overwrite their current contents.";

/* No comment provided by engineer. */
"Fill Primary Color" = "Fill Primary Color";

/* No comment provided by engineer. */
"Fill Secondary Color" = "Fill Secondary Color";

/* No comment provided by engineer. */
"Fill..." = "Fill...";

/* No comment provided by engineer. */
"Finish Drawing" = "Finish Drawing";

/* No comment provided by engineer. */
"Finish Selection" = "Finish Selection";

/* No comment provided by engineer. */
"Flip Canvas Horizontal" = "Flip Canvas Horizontal";

/* No comment provided by engineer. */
"Flip Canvas Vertical" = "Flip Canvas Vertical";

/* No comment provided by engineer. */
"Flip Horizontal" = "Flip Horizontal";

/* No comment provided by engineer. */
"Flip Vertical" = "Flip Vertical";

/* group node display name */
"FoldersGroupNodeDisplayName" = "FOLDERS";

/* No comment provided by engineer. */
"Font Change" = "Font Change";

/* No comment provided by engineer. */
"Freeform Pen" = "Freeform Pen";

/* No comment provided by engineer. */
"From FaceTime" = "From FaceTime";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"General Info" = "General Info";

/* No comment provided by engineer. */
"General Preferences" = "General Preferences";

/* No comment provided by engineer. */
"Gradient" = "Gradient";

/* No comment provided by engineer. */
"Gradient Transform" = "Gradient Transform";

/* No comment provided by engineer. */
"Graphics Interchange Format Image" = "Graphics Interchange Format Image";

/* The color Gray */
"Gray" = "Gray";

/* No comment provided by engineer. */
"Gray Profiles" = "Gray Profiles";

/* No comment provided by engineer. */
"Group" = "Group";

/* No comment provided by engineer. */
"Group Layers" = "Group Layers";

/* No comment provided by engineer. */
"Group via Copy" = "Group via Copy";

/* No comment provided by engineer. */
"Grunge" = "Grunge";

/* No comment provided by engineer. */
"H" = "H";

/* No comment provided by engineer. */
"Hand" = "Hand";

/* No comment provided by engineer. */
"Hard Light" = "Hard Light";

/* No comment provided by engineer. */
"Hard Mix" = "Hard Mix";

/* No comment provided by engineer. */
"Hard Mix NOT WORKING" = "Hard Mix NOT WORKING";

/* No comment provided by engineer. */
"Hardness" = "Hardness";

/* No comment provided by engineer. */
"HD" = "HD";

/* No comment provided by engineer. */
"Height" = "Height";

/* No comment provided by engineer. */
"Help" = "Help";

/* No comment provided by engineer. */
"Hide Brush Settings" = "Hide Brush Settings";

/* No comment provided by engineer. */
"Hide Brushes" = "Hide Brushes";

/* No comment provided by engineer. */
"Hide Colors" = "Hide Colors";

/* No comment provided by engineer. */
"Hide Effects" = "Hide Effects";

/* No comment provided by engineer. */
"Hide Fonts" = "Hide Fonts";

/* No comment provided by engineer. */
"Hide Gradients" = "Hide Gradients";

/* No comment provided by engineer. */
"Hide Grid" = "Hide Grid";

/* No comment provided by engineer. */
"Hide Guides" = "Hide Guides";

/* No comment provided by engineer. */
"Hide Info Bar" = "Hide Info Bar";

/* No comment provided by engineer. */
"Hide Layer" = "Hide Layer";

/* No comment provided by engineer. */
"Hide Layers" = "Hide Layers";

/* No comment provided by engineer. */
"Hide Masks" = "Hide Masks";

/* No comment provided by engineer. */
"Hide Optimized Preview" = "Hide Optimized Preview";

/* No comment provided by engineer. */
"Hide Outline" = "Hide Outline";

/* No comment provided by engineer. */
"Hide Photo Browser" = "Hide Photo Browser";

/* No comment provided by engineer. */
"Hide Rulers" = "Hide Rulers";

/* No comment provided by engineer. */
"Hide Selection" = "Hide Selection";

/* No comment provided by engineer. */
"Hide Shapes" = "Hide Shapes";

/* No comment provided by engineer. */
"Hide Styles" = "Hide Styles";

/* No comment provided by engineer. */
"Hide Tab Bar" = "Hide Tab Bar";

/* No comment provided by engineer. */
"Hide Tool Options" = "Hide Tool Options";

/* No comment provided by engineer. */
"Hide Tools" = "Hide Tools";

/* No comment provided by engineer. */
"HSV Blending" = "HSV Blending";

/* No comment provided by engineer. */
"http://help.pixelmator.com/mac/3.6/" = "http://help.pixelmator.com/mac/3.6/";

/* No comment provided by engineer. */
"http://support.pixelmator.com/" = "http://support.pixelmator.com/";

/* No comment provided by engineer. */
"http://support.pixelmator.com/documentation" = "http://support.pixelmator.com/documentation";

/* No comment provided by engineer. */
"http://www.pixelmator.com/tutorials/" = "http://www.pixelmator.com/tutorials/";

/* No comment provided by engineer. */
"Hue" = "Hue";

/* No comment provided by engineer. */
"iChat Theater" = "iChat Theater";

/* Untitled document name received via Handoff */
"Image" = "Image";

/* No comment provided by engineer. */
"Image Dimensions" = "Image Dimensions";

/* No comment provided by engineer. */
"Image Size" = "Image Size";

/* No comment provided by engineer. */
"Images" = "Images";

/* Message in the Aperture header view */
"IMBApertureParser.header.placeholderMessage" = "Go to Aperture Preferences > Preview > Share Previews with iLife and iWork.\nSet it to \"Always\".";

/* Title in the Aperture header view */
"IMBApertureParser.header.placeholderTitle" = "Please enable preview sharing";

/* Error when loading a object file synchronously has failed. */
"IMBLocalObjectPromise.error" = "The media file %@ could not be loaded (file not found)";

/* placeholder for untitled image */
"IMBObject.untitled" = "untitled";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.download" = "Download";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.open" = "Open";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.openInApp" = "Open in %@";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.openInBrowser" = "Open in Browser";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.openWithFinder" = "Open with Finder";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.quickLook" = "Quicklook";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.revealInFinder" = "Reveal in Finder";

/* Text message in progress panel of IMBObjectViewController */
"IMBObjectViewController.progress.message.preparing" = "Preparing…";

/* Window title of progress panel of IMBObjectViewController */
"IMBObjectViewController.progress.title" = "Downloading Media Files";

/* No comment provided by engineer. */
"Import All" = "Import All";

/* No comment provided by engineer. */
"Import Brushes..." = "Import Brushes...";

/* No comment provided by engineer. */
"in" = "in";

/* No comment provided by engineer. */
"Inches" = "Inches";

/* No comment provided by engineer. */
"inches" = "inches";

/* No comment provided by engineer. */
"Indent: %.0f%%" = "Indent: %.0f%%";

/* group node display name */
"InternetGroupNodeDisplayName" = "INTERNET";

/* No comment provided by engineer. */
"Intersect with Shape" = "Intersect with Shape";

/* No comment provided by engineer. */
"Invalid angle" = "Invalid angle";

/* No comment provided by engineer. */
"Invert Selection" = "Invert Selection";

/* No comment provided by engineer. */
"Italic Change" = "Italic Change";

/* No comment provided by engineer. */
"JPEG" = "JPEG";

/* No comment provided by engineer. */
"JPEG 2000 Image" = "JPEG 2000 Image";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Kerning Change" = "Kerning Change";

/* No comment provided by engineer. */
"Keywords" = "Keywords";

/* No comment provided by engineer. */
"Lasso" = "Lasso";

/* No comment provided by engineer. */
"Layer" = "Layer";

/* No comment provided by engineer. */
"Layer Blending Mode" = "Layer Blending Mode";

/* No comment provided by engineer. */
"Layer from FaceTime" = "Layer from FaceTime";

/* No comment provided by engineer. */
"Layer Mask" = "Layer Mask";

/* No comment provided by engineer. */
"Layer Name" = "Layer Name";

/* No comment provided by engineer. */
"Layer Opacity" = "Layer Opacity";

/* No comment provided by engineer. */
"Layer via Copy" = "Layer via Copy";

/* No comment provided by engineer. */
"Layer via Duplicate" = "Layer via Duplicate";

/* No comment provided by engineer. */
"Learn more" = "Learn more";

/* No comment provided by engineer. */
"Length" = "Length";

/* group node display name */
"LibrariesGroupNodeDisplayName" = "LIBRARIES";

/* No comment provided by engineer. */
"Ligature Change" = "Ligature Change";

/* No comment provided by engineer. */
"Light" = "Light";

/* No comment provided by engineer. */
"Light Leak" = "Light Leak";

/* No comment provided by engineer. */
"Lighten" = "Lighten";

/* No comment provided by engineer. */
"Lighter Color" = "Lighter Color";

/* No comment provided by engineer. */
"Lighter Dodge" = "Lighter Dodge";

/* No comment provided by engineer. */
"Lightness" = "Lightness";

/* No comment provided by engineer. */
"Line Shape" = "Line Shape";

/* No comment provided by engineer. */
"Line Spacing" = "Line Spacing";

/* No comment provided by engineer. */
"Linear" = "Linear";

/* No comment provided by engineer. */
"Linear Burn" = "Linear Burn";

/* No comment provided by engineer. */
"Linear Burn NOT WORKING" = "Linear Burn NOT WORKING";

/* No comment provided by engineer. */
"Linear Dodge" = "Linear Dodge";

/* No comment provided by engineer. */
"Linear Light" = "Linear Light";

/* No comment provided by engineer. */
"Linear Light NOT WORKING" = "Linear Light NOT WORKING";

/* No comment provided by engineer. */
"Link" = "Link";

/* No comment provided by engineer. */
"Link Layers" = "Link Layers";

/* No comment provided by engineer. */
"Link Mask" = "Link Mask";

/* No comment provided by engineer. */
"Load Selection" = "Load Selection";

/* Caption for loading camera */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Lock Group" = "Lock Group";

/* No comment provided by engineer. */
"Lock Groups" = "Lock Groups";

/* No comment provided by engineer. */
"Lock Guides" = "Lock Guides";

/* No comment provided by engineer. */
"Lock Layer" = "Lock Layer";

/* No comment provided by engineer. */
"Lock Layers" = "Lock Layers";

/* No comment provided by engineer. */
"Luminosity" = "Luminosity";

/* No comment provided by engineer. */
"Magic Eraser" = "Magic Eraser";

/* No comment provided by engineer. */
"Magnetic Selection" = "Magnetic Selection";

/* No comment provided by engineer. */
"Make Editable" = "Make Editable";

/* No comment provided by engineer. */
"Mask colorize Filter" = "Mask colorize Filter";

/* No comment provided by engineer. */
"Match to Profile" = "Match to Profile";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Merge All Layers" = "Merge All Layers";

/* No comment provided by engineer. */
"Merge Group" = "Merge Group";

/* No comment provided by engineer. */
"Merge Groups" = "Merge Groups";

/* No comment provided by engineer. */
"Merge Layer" = "Merge Layer";

/* No comment provided by engineer. */
"Merge Layers" = "Merge Layers";

/* No comment provided by engineer. */
"Merge Layers And Copy" = "Merge Layers And Copy";

/* No comment provided by engineer. */
"Merge Layers with Copy" = "Merge Layers with Copy";

/* No comment provided by engineer. */
"Merge Visible Layers" = "Merge Visible Layers";

/* No comment provided by engineer. */
"Merge Visible Layers And Copy" = "Merge Visible Layers And Copy";

/* No comment provided by engineer. */
"Milimeters" = "Milimeters";

/* No comment provided by engineer. */
"Miniaturize" = "Miniaturize";

/* No comment provided by engineer. */
"mm" = "mm";

/* No comment provided by engineer. */
"More Info" = "More Info";

/* No comment provided by engineer. */
"Move" = "Move";

/* No comment provided by engineer. */
"Move Anchor" = "Move Anchor";

/* No comment provided by engineer. */
"Move Center" = "Move Center";

/* No comment provided by engineer. */
"Move Layer" = "Move Layer";

/* No comment provided by engineer. */
"Move Layer Mask" = "Move Layer Mask";

/* No comment provided by engineer. */
"Move Layers" = "Move Layers";

/* No comment provided by engineer. */
"Move Point" = "Move Point";

/* No comment provided by engineer. */
"Move Selection" = "Move Selection";

/* No comment provided by engineer. */
"Move Selection Content" = "Move Selection Content";

/* No comment provided by engineer. */
"Moving..." = "Moving...";

/* No comment provided by engineer. */
"Multiple Slices" = "Multiple Slices";

/* No comment provided by engineer. */
"Multiply" = "Multiply";

/* No comment provided by engineer. */
"Nature" = "Nature";

/* No comment provided by engineer. */
"New" = "New";

/* No comment provided by engineer. */
"New Color Stop" = "New Color Stop";

/* No comment provided by engineer. */
"New from Clipboard" = "New from Clipboard";

/* No comment provided by engineer. */
"New Group" = "New Group";

/* No comment provided by engineer. */
"New Guide..." = "New Guide...";

/* No comment provided by engineer. */
"New Image Layer" = "New Image Layer";

/* No comment provided by engineer. */
"New Keyword" = "New Keyword";

/* No comment provided by engineer. */
"New Layer" = "New Layer";

/* No comment provided by engineer. */
"New Shape" = "New Shape";

/* No comment provided by engineer. */
"New Slice" = "New Slice";

/* No comment provided by engineer. */
"New Text Layer" = "New Text Layer";

/* No comment provided by engineer. */
"New..." = "New...";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"No Composite" = "No Composite";

/* No comment provided by engineer. */
"None" = "None";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Off" = "Off";

/* Unsupported handoff activity type alert cancel button title */
"OK" = "OK";

/* No comment provided by engineer. */
"On" = "On";

/* No comment provided by engineer. */
"Online Help..." = "Online Help...";

/* No comment provided by engineer. */
"Opacity" = "Opacity";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"Open existing image..." = "Open existing image...";

/* No comment provided by engineer. */
"Open recent image" = "Open recent image";

/* No comment provided by engineer. */
"Open Sample I" = "Open Sample I";

/* No comment provided by engineer. */
"Open Sample II" = "Open Sample II";

/* No comment provided by engineer. */
"Open Sample III" = "Open Sample III";

/* No comment provided by engineer. */
"Opening..." = "Opening...";

/* No comment provided by engineer. */
"Other" = "Other";

/* No comment provided by engineer. */
"Outline" = "Outline";

/* No comment provided by engineer. */
"over areas to adjust lightness." = "over areas to adjust lightness.";

/* No comment provided by engineer. */
"over areas to adjust saturation." = "over areas to adjust saturation.";

/* No comment provided by engineer. */
"over areas to distort." = "over areas to distort.";

/* No comment provided by engineer. */
"over areas to sharpen." = "over areas to sharpen.";

/* No comment provided by engineer. */
"over areas to soften." = "over areas to soften.";

/* No comment provided by engineer. */
"over objects to remove." = "over objects to remove.";

/* No comment provided by engineer. */
"Overlay" = "Overlay";

/* No comment provided by engineer. */
"Paint" = "Paint";

/* No comment provided by engineer. */
"Paint Bucket" = "Paint Bucket";

/* No comment provided by engineer. */
"Paragraph Style" = "Paragraph Style";

/* No comment provided by engineer. */
"Pass Through" = "Pass Through";

/* No comment provided by engineer. */
"Paste" = "Paste";

/* No comment provided by engineer. */
"Paste Item" = "Paste Item";

/* No comment provided by engineer. */
"Paste New Item" = "Paste New Item";

/* No comment provided by engineer. */
"Paste Over Item" = "Paste Over Item";

/* No comment provided by engineer. */
"Paste Style" = "Paste Style";

/* No comment provided by engineer. */
"Paste the color code in any selected location, regardless of whether it is associated with an HTML or CSS editor." = "Paste the color code in any selected location, regardless of whether it is associated with an HTML or CSS editor.";

/* No comment provided by engineer. */
"PB" = "PB";

/* No comment provided by engineer. */
"pc" = "pc";

/* No comment provided by engineer. */
"PDF" = "PDF";

/* No comment provided by engineer. */
"Pen" = "Pen";

/* No comment provided by engineer. */
"Pencil" = "Pencil";

/* No comment provided by engineer. */
"Percent" = "Percent";

/* No comment provided by engineer. */
"Percentage" = "Percentage";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* No comment provided by engineer. */
"Photo Booth" = "Photo Booth";

/* No comment provided by engineer. */
"Photos" = "Photos";

/* No comment provided by engineer. */
"Photos from Pixelmator" = "Photos from Pixelmator";

/* No comment provided by engineer. */
"Photoshop" = "Photoshop";

/* No comment provided by engineer. */
"Picas" = "Picas";

/* No comment provided by engineer. */
"Pin Light" = "Pin Light";

/* No comment provided by engineer. */
"Pin Light NOT WORKING" = "Pin Light NOT WORKING";

/* No comment provided by engineer. */
"Pinch" = "Pinch";

/* Pinch tool name in action menu */
"Pinch Tool" = "Pinch Tool";

/* No comment provided by engineer. */
"Pixel" = "Pixel";

/* No comment provided by engineer. */
"Pixel Paint" = "Pixel Paint";

/* No comment provided by engineer. */
"Pixel Tool" = "Pixel Tool";

/* No comment provided by engineer. */
"Pixelmator can't be opened because OS X 10.10 or later is required. You can update OS X from the Updates page of the Mac App Store." = "Pixelmator can't be opened because OS X 10.10 or later is required. You can update OS X from the Updates page of the Mac App Store.";

/* No comment provided by engineer. */
"Pixelmator could not be opened." = "Pixelmator could not be opened.";

/* No comment provided by engineer. */
"Pixelmator does not support the Mac that you use to open ###BITS_VALUE###-bit/channel Pixelmator documents." = "Pixelmator does not support the Mac that you use to open ###BITS_VALUE###-bit/channel Pixelmator documents.";

/* No comment provided by engineer. */
"Pixelmator picture" = "Pixelmator picture";

/* No comment provided by engineer. */
"Pixelmator Trial Expired" = "Pixelmator Trial Expired";

/* No comment provided by engineer. */
"Pixels" = "Pixels";

/* No comment provided by engineer. */
"pixels" = "pixels";

/* No comment provided by engineer. */
"pixels/cm" = "pixels/cm";

/* No comment provided by engineer. */
"pixels/inch" = "pixels/inch";

/* No comment provided by engineer. */
"PNG" = "PNG";

/* No comment provided by engineer. */
"Point Count" = "Point Count";

/* No comment provided by engineer. */
"Points" = "Points";

/* No comment provided by engineer. */
"Polygon Shape" = "Polygon Shape";

/* No comment provided by engineer. */
"Polygonal Lasso" = "Polygonal Lasso";

/* No comment provided by engineer. */
"Position Change" = "Position Change";

/* No comment provided by engineer. */
"Poster" = "Poster";

/* No comment provided by engineer. */
"Preserve Transparency" = "Preserve Transparency";

/* No comment provided by engineer. */
"Print" = "Print";

/* No comment provided by engineer. */
"Progress..." = "Progress...";

/* No comment provided by engineer. */
"Promote to Slice" = "Promote to Slice";

/* No comment provided by engineer. */
"pt" = "pt";

/* No comment provided by engineer. */
"px" = "px";

/* No comment provided by engineer. */
"PXQuoteBubbleTool Shape" = "PXQuoteBubbleTool Shape";

/* No comment provided by engineer. */
"PXQuoteRoundedRectangle Shape" = "PXQuoteRoundedRectangle Shape";

/* No comment provided by engineer. */
"Quadratic" = "Quadratic";

/* No comment provided by engineer. */
"Quick Look" = "Quick Look";

/* No comment provided by engineer. */
"Quick Mask" = "Quick Mask";

/* No comment provided by engineer. */
"Quick Selection" = "Quick Selection";

/* No comment provided by engineer. */
"Quit and Close All Windows" = "Quit and Close All Windows";

/* No comment provided by engineer. */
"Quit and Keep Windows" = "Quit and Keep Windows";

/* Quit anyway button title */
"Quit anyway" = "Quit anyway";

/* No comment provided by engineer. */
"Quit Application" = "Quit Application";

/* Quit without saves error question info */
"Quitting now will lose any changes you have made since the last successful save" = "Quitting now will lose any changes you have made since the last successful save";

/* No comment provided by engineer. */
"R: %d G: %d B: %d" = "R: %1$d G: %2$d B: %3$d";

/* No comment provided by engineer. */
"R:255 G:255 B:255" = "R:255 G:255 B:255";

/* No comment provided by engineer. */
"Radial" = "Radial";

/* No comment provided by engineer. */
"Radius" = "Radius";

/* No comment provided by engineer. */
"Radius: %.0f px" = "Radius: %.0f px";

/* No comment provided by engineer. */
"Recent Items" = "Recent Items";

/* No comment provided by engineer. */
"Rect. Marquee" = "Rect. Marquee";

/* No comment provided by engineer. */
"Rectangle Shape" = "Rectangle Shape";

/* No comment provided by engineer. */
"Rectangular Marquee" = "Rectangular Marquee";

/* No comment provided by engineer. */
"Red Eye" = "Red Eye";

/* No comment provided by engineer. */
"Red Eye Fix" = "Red Eye Fix";

/* No comment provided by engineer. */
"Redo" = "Redo";

/* No comment provided by engineer. */
"Refine" = "Refine";

/* No comment provided by engineer. */
"Refine Selection" = "Refine Selection";

/* No comment provided by engineer. */
"Refine Selection..." = "Refine Selection...";

/* No comment provided by engineer. */
"Release Clipping Mask" = "Release Clipping Mask";

/* No comment provided by engineer. */
"Release Clipping Masks" = "Release Clipping Masks";

/* No comment provided by engineer. */
"Reload" = "Reload";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* No comment provided by engineer. */
"Remove Color Stop" = "Remove Color Stop";

/* No comment provided by engineer. */
"Remove Column" = "Remove Column";

/* No comment provided by engineer. */
"Remove Guide" = "Remove Guide";

/* No comment provided by engineer. */
"Remove Layer Mask" = "Remove Layer Mask";

/* No comment provided by engineer. */
"Remove Layer Masks" = "Remove Layer Masks";

/* No comment provided by engineer. */
"Remove Mask" = "Remove Mask";

/* No comment provided by engineer. */
"Remove Point" = "Remove Point";

/* No comment provided by engineer. */
"Remove Row" = "Remove Row";

/* No comment provided by engineer. */
"Remove Slice" = "Remove Slice";

/* No comment provided by engineer. */
"Remove Slices" = "Remove Slices";

/* No comment provided by engineer. */
"Remove Tool" = "Remove Tool";

/* No comment provided by engineer. */
"Repair" = "Repair";

/* No comment provided by engineer. */
"Repair Selection" = "Repair Selection";

/* No comment provided by engineer. */
"Repairing..." = "Repairing...";

/* No comment provided by engineer. */
"Replace" = "Replace";

/* No comment provided by engineer. */
"Replace All" = "Replace All";

/* No comment provided by engineer. */
"Reselect" = "Reselect";

/* No comment provided by engineer. */
"Reset" = "Reset";

/* No comment provided by engineer. */
"Reset Preview" = "Reset Preview";

/* No comment provided by engineer. */
"Reset Radial Gradient" = "Reset Radial Gradient";

/* No comment provided by engineer. */
"Reset Transform" = "Reset Transform";

/* No comment provided by engineer. */
"Resize" = "Resize";

/* No comment provided by engineer. */
"Resize Layer" = "Resize Layer";

/* No comment provided by engineer. */
"Resize Layers" = "Resize Layers";

/* No comment provided by engineer. */
"Resize Slice" = "Resize Slice";

/* No comment provided by engineer. */
"Restore" = "Restore";

/* No comment provided by engineer. */
"Reveal All" = "Reveal All";

/* No comment provided by engineer. */
"Reveal Canvas" = "Reveal Canvas";

/* No comment provided by engineer. */
"Reveal in Finder" = "Reveal in Finder";

/* No comment provided by engineer. */
"Reverse Color Stops" = "Reverse Color Stops";

/* No comment provided by engineer. */
"Reverse Colors" = "Reverse Colors";

/* No comment provided by engineer. */
"RGB" = "RGB";

/* No comment provided by engineer. */
"RGB Blending" = "RGB Blending";

/* No comment provided by engineer. */
"RGB Color Values" = "RGB Color Values";

/* No comment provided by engineer. */
"RGB Profiles" = "RGB Profiles";

/* No comment provided by engineer. */
"Rotate" = "Rotate";

/* No comment provided by engineer. */
"Rotate 180%C" = "Rotate 180%C";

/* No comment provided by engineer. */
"Rotate 90%C Left" = "Rotate 90%C Left";

/* No comment provided by engineer. */
"Rotate 90%C Right" = "Rotate 90%C Right";

/* No comment provided by engineer. */
"Rotate Canvas 180%C" = "Rotate Canvas 180%C";

/* No comment provided by engineer. */
"Rotate Canvas 90%C Left" = "Rotate Canvas 90%C Left";

/* No comment provided by engineer. */
"Rotate Canvas 90%C Right" = "Rotate Canvas 90%C Right";

/* No comment provided by engineer. */
"Rotate Layer" = "Rotate Layer";

/* No comment provided by engineer. */
"Rotate Layers" = "Rotate Layers";

/* No comment provided by engineer. */
"Round arrow line Shape" = "Round arrow line Shape";

/* No comment provided by engineer. */
"Rounded Rectangle Shape" = "Rounded Rectangle Shape";

/* No comment provided by engineer. */
"Row Marquee" = "Row Marquee";

/* No comment provided by engineer. */
"Ruler Units" = "Ruler Units";

/* No comment provided by engineer. */
"Ruler's Origin" = "Ruler's Origin";

/* No comment provided by engineer. */
"Rulers" = "Rulers";

/* No comment provided by engineer. */
"Rulers Preferences" = "Rulers Preferences";

/* No comment provided by engineer. */
"Sample All Layers" = "Sample All Layers";

/* No comment provided by engineer. */
"Sample Image" = "Sample Image";

/* No comment provided by engineer. */
"Saturate" = "Saturate";

/* No comment provided by engineer. */
"Saturation" = "Saturation";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Saving..." = "Saving...";

/* No comment provided by engineer. */
"Scale" = "Scale";

/* No comment provided by engineer. */
"Scale Mode" = "Scale Mode";

/* No comment provided by engineer. */
"Scale To Fit" = "Scale To Fit";

/* No comment provided by engineer. */
"Screen" = "Screen";

/* No comment provided by engineer. */
"Search for \"%@\" in Pixelmator Help" = "Search for \"%@\" in Pixelmator Help";

/* group node display name */
"SearchesGroupNodeDisplayName" = "SEARCHES";

/* No comment provided by engineer. */
"Select All" = "Select All";

/* No comment provided by engineer. */
"Select All Layers" = "Select All Layers";

/* No comment provided by engineer. */
"Select an Image" = "Select an Image";

/* No comment provided by engineer. */
"Select Linked" = "Select Linked";

/* No comment provided by engineer. */
"Select the desired color." = "Select the desired color.";

/* No comment provided by engineer. */
"Selection" = "Selection";

/* No comment provided by engineer. */
"Selection is Too Large" = "Selection is Too Large";

/* No comment provided by engineer. */
"Send Backward" = "Send Backward";

/* No comment provided by engineer. */
"Send the image (###FILE_SIZE###) in an email message." = "Send the image (###FILE_SIZE###) in an email message.";

/* No comment provided by engineer. */
"Send to Back" = "Send to Back";

/* No comment provided by engineer. */
"Set Color" = "Set Color";

/* No comment provided by engineer. */
"Shape" = "Shape";

/* No comment provided by engineer. */
"Shape Layer" = "Shape Layer";

/* No comment provided by engineer. */
"Shape Roundness" = "Shape Roundness";

/* No comment provided by engineer. */
"Shape Style" = "Shape Style";

/* No comment provided by engineer. */
"Shapes" = "Shapes";

/* No comment provided by engineer. */
"Sharp" = "Sharp";

/* No comment provided by engineer. */
"Sharpen" = "Sharpen";

/* No comment provided by engineer. */
"Sharpen Path" = "Sharpen Path";

/* No comment provided by engineer. */
"Sharpen Point" = "Sharpen Point";

/* No comment provided by engineer. */
"Show Brush Settings" = "Show Brush Settings";

/* No comment provided by engineer. */
"Show Brushes" = "Show Brushes";

/* No comment provided by engineer. */
"Show Colors" = "Show Colors";

/* No comment provided by engineer. */
"Show Effects" = "Show Effects";

/* No comment provided by engineer. */
"Show Fonts" = "Show Fonts";

/* No comment provided by engineer. */
"Show Gradients" = "Show Gradients";

/* No comment provided by engineer. */
"Show Grid" = "Show Grid";

/* No comment provided by engineer. */
"Show Guides" = "Show Guides";

/* No comment provided by engineer. */
"Show Info Bar" = "Show Info Bar";

/* No comment provided by engineer. */
"Show Layer" = "Show Layer";

/* No comment provided by engineer. */
"Show Layers" = "Show Layers";

/* No comment provided by engineer. */
"Show Masks" = "Show Masks";

/* No comment provided by engineer. */
"Show Optimized Preview" = "Show Optimized Preview";

/* No comment provided by engineer. */
"Show Outline" = "Show Outline";

/* No comment provided by engineer. */
"Show Photo Browser" = "Show Photo Browser";

/* No comment provided by engineer. */
"Show Rulers" = "Show Rulers";

/* No comment provided by engineer. */
"Show Selection" = "Show Selection";

/* No comment provided by engineer. */
"Show Shapes" = "Show Shapes";

/* No comment provided by engineer. */
"Show Styles" = "Show Styles";

/* No comment provided by engineer. */
"Show Tab Bar" = "Show Tab Bar";

/* No comment provided by engineer. */
"Show Tool Options" = "Show Tool Options";

/* No comment provided by engineer. */
"Show Tools" = "Show Tools";

/* No comment provided by engineer. */
"SINGLE arrow line Shape" = "SINGLE arrow line Shape";

/* No comment provided by engineer. */
"Sinusoid" = "Sinusoid";

/* No comment provided by engineer. */
"Size" = "Size";

/* No comment provided by engineer. */
"Slice" = "Slice";

/* No comment provided by engineer. */
"Smart Refine" = "Smart Refine";

/* No comment provided by engineer. */
"Smoke" = "Smoke";

/* No comment provided by engineer. */
"Smooth" = "Smooth";

/* No comment provided by engineer. */
"Smooth Path" = "Smooth Path";

/* No comment provided by engineer. */
"Smooth Point" = "Smooth Point";

/* No comment provided by engineer. */
"Smudge" = "Smudge";

/* Smudge tool name in action menu */
"Smudge Tool" = "Smudge Tool";

/* No comment provided by engineer. */
"Soft Light" = "Soft Light";

/* No comment provided by engineer. */
"Soft Proof Off" = "Soft Proof Off";

/* No comment provided by engineer. */
"Soft Proof On" = "Soft Proof On";

/* No comment provided by engineer. */
"Soft Proof with Profile" = "Soft Proof with Profile";

/* No comment provided by engineer. */
"Soften" = "Soften";

/* No comment provided by engineer. */
"Sparkle" = "Sparkle";

/* No comment provided by engineer. */
"Sponge" = "Sponge";

/* No comment provided by engineer. */
"Square" = "Square";

/* No comment provided by engineer. */
"Star Shape" = "Star Shape";

/* No comment provided by engineer. */
"Start Drawing" = "Start Drawing";

/* No comment provided by engineer. */
"Starting Position Coordinates" = "Starting Position Coordinates";

/* No comment provided by engineer. */
"Strength" = "Strength";

/* No comment provided by engineer. */
"Strikethrough" = "Strikethrough";

/* No comment provided by engineer. */
"Stroke..." = "Stroke...";

/* No comment provided by engineer. */
"Style" = "Style";

/* No comment provided by engineer. */
"Style Inner Shadow Filter" = "Style Inner Shadow Filter";

/* No comment provided by engineer. */
"Subtract" = "Subtract";

/* No comment provided by engineer. */
"Subtract from Shape" = "Subtract from Shape";

/* No comment provided by engineer. */
"Switch Colors" = "Switch Colors";

/* No comment provided by engineer. */
"TB" = "TB";

/* No comment provided by engineer. */
"Text" = "Text";

/* No comment provided by engineer. */
"Thanks for trying Pixelmator." = "Thanks for trying Pixelmator.";

/* No comment provided by engineer. */
"The current document format does not support layers and 16-bits per channel color depth. Convert to the Pixelmator document to save layer information and change color depth, or choose Don’t Convert to continue editing in the current document format." = "The current document format does not support layers and 16-bits per channel color depth. Convert to the Pixelmator document to save layer information and change color depth, or choose Don’t Convert to continue editing in the current document format.";

/* No comment provided by engineer. */
"The current document format does not support layers, transparency, and 16-bits per channel color depth. Convert to the Pixelmator document to save layer, transparency information and change color depth, or choose Don’t Convert to continue editing in the current document format." = "The current document format does not support layers, transparency, and 16-bits per channel color depth. Convert to the Pixelmator document to save layer, transparency information and change color depth, or choose Don’t Convert to continue editing in the current document format.";

/* No comment provided by engineer. */
"The current document format does not support layers. Convert to the Pixelmator document to save layer information, or choose Don’t Convert to continue editing in the current document format." = "The current document format does not support layers. Convert to the Pixelmator document to save layer information, or choose Don’t Convert to continue editing in the current document format.";

/* No comment provided by engineer. */
"The document cannot be opened." = "The document cannot be opened.";

/* No comment provided by engineer. */
"The document couldn’t be opened." = "The document couldn’t be opened.";

/* No comment provided by engineer. */
"The document is damaged, or isn’t compatible with %@ %@." = "The document is damaged, or isn’t compatible with %1$@ %2$@.";

/* No comment provided by engineer. */
"The document is damaged, or isn’t compatible with %@." = "The document is damaged, or isn’t compatible with %@.";

/* No comment provided by engineer. */
"The document is damaged, or isn’t compatible with Pixelmator %@." = "The document is damaged, or isn’t compatible with Pixelmator %@.";

/* No comment provided by engineer. */
"The document is damaged, or isn’t compatible with Pixelmator." = "The document is damaged, or isn’t compatible with Pixelmator.";

/* No comment provided by engineer. */
"The document is damaged, or isn’t compatible." = "The document is damaged, or isn’t compatible.";

/* No comment provided by engineer. */
"The document “%@” couldn’t be opened." = "The document “%@” couldn’t be opened.";

/* No comment provided by engineer. */
"The new version of Pixelmator—codenamed %@—brings many great new features and improvements.\nAttention to detail, innovative interface exclusively designed for working with images, a real Mac app." = "The new version of Pixelmator—codenamed %@—brings many great new features and improvements.\nAttention to detail, innovative interface exclusively designed for working with images, a real Mac app.";

/* No comment provided by engineer. */
"The Pixelmator trial provides full functionality\nfor 30 days (%@).\n\nAt any time during or after the trial, you can\neasily buy Pixelmator on the Mac App Store\nand enjoy the benefits of easily downloading,\nre-downloading, keeping track of, updating,\nreviewing, and simply enjoying Pixelmator." = "The Pixelmator trial provides full functionality\nfor 30 days (%@).\n\nAt any time during or after the trial, you can\neasily buy Pixelmator on the Mac App Store\nand enjoy the benefits of easily downloading,\nre-downloading, keeping track of, updating,\nreviewing, and simply enjoying Pixelmator.";

/* No comment provided by engineer. */
"The selected feature is available only in Pixelmator from the Mac App Store. Click OK to continue using the demo." = "The selected feature is available only in Pixelmator from the Mac App Store. Click OK to continue using the demo.";

/* No comment provided by engineer. */
"The selection you're trying make exceeds maximum limit for this image. Please try selecting smaller area." = "The selection you're trying make exceeds maximum limit for this image. Please try selecting smaller area.";

/* No comment provided by engineer. */
"The “%@” document is damaged, or isn’t compatible with %@ %@." = "The “%1$@” document is damaged, or isn’t compatible with %2$@ %3$@.";

/* No comment provided by engineer. */
"The “%@” document is damaged, or isn’t compatible with %@." = "The “%1$@” document is damaged, or isn’t compatible with %2$@.";

/* No comment provided by engineer. */
"The “%@” document is damaged, or isn’t compatible with Pixelmator %@." = "The “%1$@” document is damaged, or isn’t compatible with Pixelmator %2$@.";

/* No comment provided by engineer. */
"The “%@” document is damaged, or isn’t compatible with Pixelmator." = "The “%@” document is damaged, or isn’t compatible with Pixelmator.";

/* No comment provided by engineer. */
"The “%@” document is damaged, or isn’t compatible." = "The “%@” document is damaged, or isn’t compatible.";

/* No comment provided by engineer. */
"There is no camera attached to this computer" = "There is no camera attached to this computer";

/* Unsupported handoff activity alert message */
"This kind of activity is not supported" = "This kind of activity is not supported";

/* No comment provided by engineer. */
"This version of Pixelmator has been created specifically for demonstration purposes." = "This version of Pixelmator has been created specifically for demonstration purposes.";

/* No comment provided by engineer. */
"TIFF" = "TIFF";

/* No comment provided by engineer. */
"to clone the source area." = "to clone the source area.";

/* No comment provided by engineer. */
"Tolerance" = "Tolerance";

/* No comment provided by engineer. */
"Tools" = "Tools";

/* No comment provided by engineer. */
"Tools Preferences" = "Tools Preferences";

/* No comment provided by engineer. */
"Transform" = "Transform";

/* No comment provided by engineer. */
"Transform Again" = "Transform Again";

/* No comment provided by engineer. */
"Transform area can not exceed 32000 x 32000 pixels. Please reduce transform area size." = "Transform area can not exceed 32000 x 32000 pixels. Please reduce transform area size.";

/* No comment provided by engineer. */
"Transform Area Too Large" = "Transform Area Too Large";

/* No comment provided by engineer. */
"Transform Selection" = "Transform Selection";

/* No comment provided by engineer. */
"Transform Selection..." = "Transform Selection...";

/* No comment provided by engineer. */
"Triangle Shape" = "Triangle Shape";

/* No comment provided by engineer. */
"Trim Canvas" = "Trim Canvas";

/* No comment provided by engineer. */
"Truevision Targa Image" = "Truevision Targa Image";

/* No comment provided by engineer. */
"Try Pixelmator" = "Try Pixelmator";

/* No comment provided by engineer. */
"Twirl" = "Twirl";

/* No comment provided by engineer. */
"Twirl Left" = "Twirl Left";

/* No comment provided by engineer. */
"Twirl Right" = "Twirl Right";

/* Twirl tool name in action menu */
"Twirl Tool" = "Twirl Tool";

/* No comment provided by engineer. */
"Type" = "Type";

/* No comment provided by engineer. */
"Underline Change" = "Underline Change";

/* No comment provided by engineer. */
"Undo" = "Undo";

/* No comment provided by engineer. */
"Ungroup" = "Ungroup";

/* No comment provided by engineer. */
"Ungroup Layers" = "Ungroup Layers";

/* No comment provided by engineer. */
"Unknow Clipping Mask State" = "Unknow Clipping Mask State";

/* No comment provided by engineer. */
"Unlink" = "Unlink";

/* No comment provided by engineer. */
"Unlink Layers" = "Unlink Layers";

/* No comment provided by engineer. */
"Unlink Mask" = "Unlink Mask";

/* No comment provided by engineer. */
"Unlock Group" = "Unlock Group";

/* No comment provided by engineer. */
"Unlock Groups" = "Unlock Groups";

/* No comment provided by engineer. */
"Unlock Guides" = "Unlock Guides";

/* No comment provided by engineer. */
"Unlock Layer" = "Unlock Layer";

/* No comment provided by engineer. */
"Unlock Layers" = "Unlock Layers";

/* Unsupported handoff activity type */
"Unsupported activity type" = "Unsupported activity type";

/* No comment provided by engineer. */
"Untitled" = "Untitled";

/* No comment provided by engineer. */
"Untitled layer" = "Untitled layer";

/* No comment provided by engineer. */
"Untitled Layer" = "Untitled Layer";

/* No comment provided by engineer. */
"Untitled layer mask" = "Untitled layer mask";

/* No comment provided by engineer. */
"Untitled Preset" = "Untitled Preset";

/* No comment provided by engineer. */
"Use to add custom shapes to images" = "Use to add custom shapes to images";

/* No comment provided by engineer. */
"Use to add Double arrow line shapes to images" = "Use to add Double arrow line shapes to images";

/* No comment provided by engineer. */
"Use to add ellipse shapes to images" = "Use to add ellipse shapes to images";

/* No comment provided by engineer. */
"Use to add line shapes to images" = "Use to add line shapes to images";

/* No comment provided by engineer. */
"Use to add more color or to take color away from images" = "Use to add more color or to take color away from images";

/* No comment provided by engineer. */
"Use to add polygonal shapes to images" = "Use to add polygonal shapes to images";

/* No comment provided by engineer. */
"Use to add PXQuoteBubbleTool shapes to images" = "Use to add PXQuoteBubbleTool shapes to images";

/* No comment provided by engineer. */
"Use to add PXQuoteRoundedRectangle shapes to images" = "Use to add PXQuoteRoundedRectangle shapes to images";

/* No comment provided by engineer. */
"Use to add rectangle shapes to images" = "Use to add rectangle shapes to images";

/* No comment provided by engineer. */
"Use to add Round arrow line shapes to images" = "Use to add Round arrow line shapes to images";

/* No comment provided by engineer. */
"Use to add rounded rectangle shapes to images" = "Use to add rounded rectangle shapes to images";

/* No comment provided by engineer. */
"Use to add SINGLE arrow line shapes to images" = "Use to add SINGLE arrow line shapes to images";

/* No comment provided by engineer. */
"Use to add star shapes to images" = "Use to add star shapes to images";

/* No comment provided by engineer. */
"Use to add text to images" = "Use to add text to images";

/* No comment provided by engineer. */
"Use to add triangle shapes to images" = "Use to add triangle shapes to images";

/* No comment provided by engineer. */
"Use to blur images" = "Use to blur images";

/* No comment provided by engineer. */
"Use to create and edit vector shapes" = "Use to create and edit vector shapes";

/* No comment provided by engineer. */
"Use to divide images into smaller sections" = "Use to divide images into smaller sections";

/* No comment provided by engineer. */
"Use to draw shapes as though drawing with a pencil" = "Use to draw shapes as though drawing with a pencil";

/* No comment provided by engineer. */
"Use to erase portions of images" = "Use to erase portions of images";

/* No comment provided by engineer. */
"Use to fill areas of images with color" = "Use to fill areas of images with color";

/* No comment provided by engineer. */
"Use to fill images, layers or selections with color blends" = "Use to fill images, layers or selections with color blends";

/* No comment provided by engineer. */
"Use to magnify and reduce the view of an image" = "Use to magnify and reduce the view of an image";

/* No comment provided by engineer. */
"Use to make column selections" = "Use to make column selections";

/* No comment provided by engineer. */
"Use to make elliptical selections" = "Use to make elliptical selections";

/* No comment provided by engineer. */
"Use to make freehand selections" = "Use to make freehand selections";

/* No comment provided by engineer. */
"Use to make rectangular selections" = "Use to make rectangular selections";

/* No comment provided by engineer. */
"Use to make row selections" = "Use to make row selections";

/* No comment provided by engineer. */
"Use to make straight-edged selections" = "Use to make straight-edged selections";

/* No comment provided by engineer. */
"Use to move layers and selections" = "Use to move layers and selections";

/* No comment provided by engineer. */
"Use to naturally darken areas of images" = "Use to naturally darken areas of images";

/* No comment provided by engineer. */
"Use to naturally lighten areas of images" = "Use to naturally lighten areas of images";

/* No comment provided by engineer. */
"Use to navigate an image within its window" = "Use to navigate an image within its window";

/* No comment provided by engineer. */
"Use to paint brush strokes" = "Use to paint brush strokes";

/* No comment provided by engineer. */
"Use to paint hard-edged strokes" = "Use to paint hard-edged strokes";

/* No comment provided by engineer. */
"Use to paint hard-edged, pixel-precise strokes" = "Use to paint hard-edged, pixel-precise strokes";

/* No comment provided by engineer. */
"Use to paint with a sample portion of an image" = "Use to paint with a sample portion of an image";

/* No comment provided by engineer. */
"Use to pick colors from an image" = "Use to pick colors from an image";

/* No comment provided by engineer. */
"Use to push areas of an image forward" = "Use to push areas of an image forward";

/* No comment provided by engineer. */
"Use to quickly erase similarly colored areas of images" = "Use to quickly erase similarly colored areas of images";

/* No comment provided by engineer. */
"Use to quickly get rid of the red-eye effect in images" = "Use to quickly get rid of the red-eye effect in images";

/* No comment provided by engineer. */
"Use to quickly remove objects or any other detail from an image" = "Use to quickly remove objects or any other detail from an image";

/* No comment provided by engineer. */
"Use to quickly select detailed areas" = "Use to quickly select detailed areas";

/* No comment provided by engineer. */
"Use to select objects with clear edges" = "Use to select objects with clear edges";

/* No comment provided by engineer. */
"Use to select similarly colored areas" = "Use to select similarly colored areas";

/* No comment provided by engineer. */
"Use to sharpen images" = "Use to sharpen images";

/* No comment provided by engineer. */
"Use to simulate a bloating effect" = "Use to simulate a bloating effect";

/* No comment provided by engineer. */
"Use to smear paint in images as realistically as using your fingers" = "Use to smear paint in images as realistically as using your fingers";

/* No comment provided by engineer. */
"Use to squeeze objects within an image" = "Use to squeeze objects within an image";

/* No comment provided by engineer. */
"Use to trim images" = "Use to trim images";

/* No comment provided by engineer. */
"Use to twist objects within an image" = "Use to twist objects within an image";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Vertical Alignment" = "Vertical Alignment";

/* No comment provided by engineer. */
"Vintage" = "Vintage";

/* No comment provided by engineer. */
"Vivid Light" = "Vivid Light";

/* No comment provided by engineer. */
"W" = "W";

/* No comment provided by engineer. */
"W: %d px, H: %d px" = "W: %1$d px, H: %2$d px";

/* No comment provided by engineer. */
"Warp" = "Warp";

/* Warp tool name in action menu */
"Warp Tool" = "Warp Tool";

/* No comment provided by engineer. */
"was" = "was";

/* No comment provided by engineer. */
"Web" = "Web";

/* No comment provided by engineer. */
"Web Colors" = "Web Colors";

/* No comment provided by engineer. */
"WebP Image" = "WebP Image";

/* No comment provided by engineer. */
"Welcome to Pixelmator" = "Welcome to Pixelmator";

/* The color White */
"White" = "White";

/* No comment provided by engineer. */
"Width" = "Width";

/* No comment provided by engineer. */
"Windows Bitmap Image" = "Windows Bitmap Image";

/* No comment provided by engineer. */
"Would you like to apply the transformation and continue?" = "Would you like to apply the transformation and continue?";

/* No comment provided by engineer. */
"Would you like to apply the transformation before closing the document?" = "Would you like to apply the transformation before closing the document?";

/* No comment provided by engineer. */
"Would you like to crop current image and continue? " = "Would you like to crop current image and continue? ";

/* No comment provided by engineer. */
"X: %d px, Y: %d px" = "X: %1$d px, Y: %2$d px";

/* No comment provided by engineer. */
"You can download the latest version from the Mac App Store." = "You can download the latest version from the Mac App Store.";

/* No comment provided by engineer. */
"You can download the latest version of %@ from the Mac App Store." = "You can download the latest version of %@ from the Mac App Store.";

/* No comment provided by engineer. */
"You can download the latest version of Pixelmator from the Mac App Store." = "You can download the latest version of Pixelmator from the Mac App Store.";

/* Unsupported manual handoff activity alert message */
"You must be turned off iCloud storage to be able to continue this activity type." = "You must be turned off iCloud storage to be able to continue this activity type.";

/* Unsupported iCloud handoff activity alert message */
"You must be turned on iCloud storage to be able to continue this activity type." = "You must be turned on iCloud storage to be able to continue this activity type.";

/* No comment provided by engineer. */
"You need a newer version of %@ to open this document." = "You need a newer version of %@ to open this document.";

/* No comment provided by engineer. */
"You need a newer version of Pixelmator to open this document." = "You need a newer version of Pixelmator to open this document.";

/* No comment provided by engineer. */
"You need a newer version to open this document." = "You need a newer version to open this document.";

/* No comment provided by engineer. */
"Your 30-day Pixelmator trial has ended.\n\nTo continue using the app, purchase it on the\nMac App Store. By purchasing the full version\nof the app, you will not only enjoy Pixelmator\nand the benefits of Pixelmator on the Mac App\nStore, but also support the hard work of the\nPixelmator Team." = "Your 30-day Pixelmator trial has ended.\n\nTo continue using the app, purchase it on the\nMac App Store. By purchasing the full version\nof the app, you will not only enjoy Pixelmator\nand the benefits of Pixelmator on the Mac App\nStore, but also support the hard work of the\nPixelmator Team.";

/* No comment provided by engineer. */
"Your startup disk is almost full." = "Your startup disk is almost full.";

/* No comment provided by engineer. */
"Zoom" = "Zoom";

/* No comment provided by engineer. */
"Zoom In" = "Zoom In";

/* No comment provided by engineer. */
"Zoom Level" = "Zoom Level";

/* No comment provided by engineer. */
"Zoom Out" = "Zoom Out";

/* No comment provided by engineer. */
"Zoom to Fit" = "Zoom to Fit";

/* No comment provided by engineer. */
"“%@” already exists. Do you want to replace it?" = "“%@” already exists. Do you want to replace it?";

